[
    {
        "id": 0, 
        "topline": "THE STORY OF", 
        "header": "Our Church",
        "subtitles": [
            ""
        ],
        "sections": [
                        "Holy Protection of the Mother of God Orthodox Christian Church is part of an extended Orthodox Christian community in Houston, Texas. This extended community encompasses thousands of faithful of various ethnic backgrounds. Orthodox Christianity is rooted in the faith of the Apostles of Christ. It was ten years ago when a group of enthusiastic people from Houston decided to start a new Orthodox Christian Mission in the southwest part of the city. The goal was to serve the Orthodox Christian faithful in that area and develop an Orthodox Christian outreach.\n\nOur first meetings and our first services were held in the homes of the faithful, following the tradition of the early Church. Because of our strong and close beginnings, we developed a family-focused mission. When we outgrew using a home, we rented various places. We also reached agreements with other Orthodox Churches in the Houston area to hold services together. While engaging in prayer, Bible study, the blessing of houses, spiritual counseling, and community service, we also developed a project that would help us to keep growing. We needed a property. From the beginning we formed a committee to identify ways of raising money and to find a good location based on where our members were living.\n\nBy the grace of God and with the generosity of many people, on March 9th, 2011, we succeeded in taking a very important step. We purchased about two beautiful acres of land in the southwest area of Houston. In the meantime, we continued to work towards maintaining and increasing our membership. The construction committee decided on a two-phase project. The first phase will consist of a multipurpose building that will serve both as a liturgical, prayerful space, as well as a social hall. This will be followed by a second phase which will consist of the sanctuary. Our purchasing the property and moving towards having a permanent place to worship fulfill our primary goal which has never changed: to come together in community to worship Christ and share His love with our neighbors."
        ]
    },

    {
        "id": 1,
        "topline": "THE HOLY PROTECTION OF THE",
        "header": "Mother of God",
        "subtitles": [
            "", "The Feast", "Celebration of the Feast", "Russian Usage", "Greek Usage", "About the Icon", "Hymns: Troparion (Tone 4)", "Hymns: Kontakion (Tone 3)" 
        ],
        "sections": [
            "The Protection of the Mother of God is one of the most beloved feast days on the Orthodox calendar among the Slavic peoples, commemorated on October 1. The feast is celebrated additionally on October 28 in the Greek tradition. It is also known as the feast of the Virgin Mary’s Cerement.\n\nIn most Slavic languages the word “cerement” has a dual meaning of “veil” and “protection.” The Russian word Pokrov (Покров), like the Greek Skepi (Σκέπη), has a complex meaning. First of all, it refers to a cloak or shroud, but it also means protection or intercession. For this reason, the name of the feast is variously translated as the Veil of Our Lady, the Protecting Veil of the Theotokos, the Protection of the Theotokos, or the Intercession of the Theotokos.",
            "The feast day celebrates the appearance of the Mother of God at Blachernae (Vlaherna) in the tenth century. At the end of St. Andrei (Andrew of Constantinople) Yurodivyi’s life, he, with his disciple St. Epiphanius, and a group of people, saw the Mother of God, St. John the Baptist, and several other saints and angels during a vigil in the Church of Blachernae, nearby the city gates. The Blachernae Palace church was where several of her relics were kept. The relics were her robe, veil, and part of her belt that had been transferred from Palestine during the fifth century.\n\nThe Theotokos approached the center of the church, knelt down and remained in prayer for a long time. Her face was drowned in tears. Then she took her veil (cerement) off and spread it over the people as a sign of protection. During the time, the people in the city were threatened by a barbarian invasion. After the appearance of the Mother of God, the danger was averted and the city was spared from bloodshed and suffering.",
            "The Protection is commemorated most fervently in Slavic churches, probably because St. Andrei was a Slav. The first celebration of the Theotokos’s cerement in the Russian Orthodox Church dates back from the 12th century and today is celebrated throughout the Orthodox Church.\n\nThe feast day commemorating the miracle is celebrated with an All-Night Vigil, with many of the same elements as occur on Great Feasts of the Theotokos. However, this feast has no afterfeast.",
            "The Russian Primary Chronicle noted that the intercession of the Theotokos was needed for the protection of the people of Constantinople when a large fleet of the pagan Rus, led by Askole and Dir, was threatening Constantinople. The invading fleet was defeated and the event remembered. Strangely, the feast came to be considered a very important feast by the Slavic Orthodox Churches but not by the Greeks.\n\nA twelfth century Russian chronicle describes the establishment of the intercession as a special feast day honoring the event. Within a few centuries churches began being named in honor of the Protection of the Mother of God.\n\nAmong these churches two that are world famous are: in Moscow, the Cathedral of Intercession upon a Moat (Russian: Храм Покрова “на рву,” Cathedral of the Pokrov upon a moat), which is popularly known as the St. Basil’s Cathedral and in Bogolyubovo near Vladimir, the Church of Intercession upon the Nerl River (Russian: Церковь Покрова на Нерли, Tserkov Pokrova na Nerli).\n\nThe Moscow cathedral was built in the mid 1500s by Tsar Ivan IV and the Bogolyubovo church was built in 1165 by Prince Andrew Bogoliusky. In Novgorod, the Monastery of the Intercession of Our Lady (Zverin Monastery) was also built during the twelfth century.",
            "In recent years, the Feast of the Protection has become associated with thanksgiving for the deliverance of the Greek nation from the Italian invasion of 1940. These events are commemorated in Greece in a national holiday known as “Ochi Day” or “No Day,” referring to the response of the Greek leader Metaxas to Mussolini’s ultimatum.\n\nIn recognition of this, and because of the many miracles of the Holy Virgin which were reported by Greek soldiers during the Greco-Italian War of 1940-1941, the Holy Synod of the Church of Greece elected in 1952 to transfer the Feast from October 1 to October 28.[1]\n\nThe Ecumenical Patriarchate also provides for this usage in its parishes in Greece and in the Greek diaspora, and it is generally observed now throughout the Greek-speaking world. The observance includes the chanting of a Doxology incorporating hymns recognizing the Protection of the Theotokos over the Greek nation, as well as the kontakion “O Champion Leader.”",
            "Two different events that took place four hundred years apart are combined in this one icon. Both events took place in the former Church of Blachernae in Constantinople.\n\nThe icon of the feast, Protection of the Mother of God, shows the Theotokos standing above the faithful with her arms outstretched in prayer and draped with a veil. On both sides of her are angels. On the lower right of most icons of this feast, are saints Andrew and his disciple Epiphanius who saw this vision of the Mother of God, with the twelve apostles, bishops, holy women, monks and martyrs, spreading her veil in protection over the congregation. St. Epiphanius is wearing a tunic under his cloak and gestures in astonishment at the miraculous appearance, while St. Andrew, Fool-for-Christ, is dressed only in a cloak.\n\nBelow the Theotokos, in the center of the icon, stands a young man with a halo, he is clothed in a deacon’s sticharion. In his left hand, he is holding an open scroll with the text of the Kontakion for Nativity in honor of the Mother of God. This is St. Romanus the Melodist, the famous hymnographer whose feast is also celebrated on the same day, October 1. He is with his choir attended by the Emperor Leo the Wise together with the Empress and the Patriarch of Constantinople.",
            "Today the faithful celebrate the feast with joy\nillumined by your coming, O Mother of God.\nBeholding your pure image we fervently cry to you:\n“Encompass us beneath the precious veil of your protection;\ndeliver us from every form of evil by entreating Christ,\nyour Son and our God that He may save our souls.”",
            "Today the Virgin stands in the midst of the Church\nand with choirs of saints she invisibly prays to God for us.\nAngels and bishops worship,\napostles and prophets rejoice together,\nsince for our sake she prays to the pre-eternal God"
                        
        ]
    },

    {
        "id": 2,
        "topline": "Our Priest",
        "header": "Fr. Julian Anitei",
        "subtitles": [
            ""
        ],
        "sections": [
            "Fr. Julian Anitei was born in Romania. In 1993 he graduated from Veniamin Costache Seminary near Neamtu Monastery. Upon graduation in 1993 he was admitted to the A. I. Cuza University in Iasi, Romania, for a master of divinity degree.\n\nIn August 2001, he was ordained to the holy diaconate (at Neamtu Monastery) and to the holy priesthood (at the Metropolitan Cathedral at Iasi) by his Emminence Metropolitan Daniel of Moldavia (now the Patriarch of the Romanian Orthodox Christian Church), on behalf of the chapel of the Metropolitan Center at Durau.\n\nIn 2002 , Fr. Iulian earned a master of theology degree from Holy Cross Greek School of Theology in Boston, Massachusetts. Then he moved from Alaska, where he was living, to San Antonio, Texas. where he was assigned to serve at the Annunciation Chapel. Since 2002, Fr. Iulian has been a member of the Romanian Archdiocese in the Americas.\n\nIn 2003, he organized the Romanian Orthodox community in Austin, where they now have a chapel and a priest serving since 2007.\n\nIn 2004, he began traveling to Houston to assist a pan-Orthodox Christian group interested in starting a mission. The community in Houston purchased a property this spring of 2011.\n\nFr. Iulian is married and has seven children. He currently lives in the hill country of New Braunfels, Texas, enjoying the beauty of nature and the heat of the Texas summer. Fr. Iulian has a strong interest in the field of bioethics. He is the author of numerous articles and translations in this field. He is also on the board of Christian Bioethics Journal. He attends national and international conferences in this field." 
        ]
    }
]